[M_Sage_Mission01 MissionDefinition]
MissionName="Terras Selvagens"
MissionDescription="Sir Hammerlock convidou você para ir até o continente pantanoso de Aegrus para passar um fim de semana explorando, caçando e fortalecendo seus laços de amizade.\nVocê acabou de chegar. É hora de se encontrar com Sir Hammerlock."
TurnInDescription="Seja bem-vindo à Aegrus. Agora chegou a hora de matar algumas coisas!"
MissionSummary="Encontre-se com Sir Hammerlock."
MissionGiver=""
MissionTurnInLocation="Sir Hammerlock"
TeaserText=""

[M_Sage_Mission01:ActivateLights MissionObjectiveDefinition]
ProgressMessage="Ligue a energia do chalé"

[M_Sage_Mission01:ActivateLightsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Ligue a luz."
MissionDescriptionOverride=""

[M_Sage_Mission01:ClearLodge MissionObjectiveDefinition]
ProgressMessage="Elimine os selvagens do chalé"

[M_Sage_Mission01:ClearLodgeSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Limpe o chalé."
MissionDescriptionOverride="Sir Hammerlock convidou você para ir até o continente pantanoso de Aegrus para passar um fim de semana explorando, caçando e fortalecendo seus laços de amizade.\nDepois de chegar ao chalé você percebe que alguns selvagens locais se instalaram por ali. Você precisa convidá-los a se retirarem antes de começar sua caçada propriamente dita."

[M_Sage_Mission01:DefendRepair MissionObjectiveDefinition]
ProgressMessage="Proteja Sir Hammerlock"

[M_Sage_Mission01:DefendSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Proteja Sir Hammerlock enquanto ele conserta a estação veicular."
MissionDescriptionOverride="Sir Hammerlock convidou você para ir até o continente pantanoso de Aegrus para passar um fim de semana explorando, caçando e fortalecendo seus laços de amizade.\nVocê se encontrou com Sir Hammerlock na beira do pântano. Hammerlock acredita que as melhores caças se encontra nas profundezas de Aegrus por isso, ele sugere que você consiga um Aerobote para alcançar o imundo centro do pântano.\nInfelizmente a estação veicular do local está danificada (pra variar). Você precisa consertá-la se quiser dar continuidade ao plano de adentrar-se ao pântano. É preciso proteger Sir Hammerlock enquanto ele conserta a estação."

[M_Sage_Mission01:FindHammerlock MissionObjectiveDefinition]
ProgressMessage="Encontre-se com Sir Hammerlock"

[M_Sage_Mission01:FindHammerlockSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_Mission01:GotoDocks MissionObjectiveDefinition]
ProgressMessage="Siga Sir Hammerlock"

[M_Sage_Mission01:GotoDocksSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_Mission01:GotoLodge MissionObjectiveDefinition]
ProgressMessage="Vá até o chalé"

[M_Sage_Mission01:GotoLodgeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_Mission01:WaitForBoatRepairsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_Mission01:WaitForRepairs MissionObjectiveDefinition]
ProgressMessage="Aguarde o conserto da estação"

